{
    "Sun": {
        "One": [
            "시초지, 인간들이 ‘고향’이라 칭하는 것. 내 시초지는 달이야.\n지구의 푸르름에 매여, 중력만 한 애정을 동력 삼아 공전하는 못나고 작은 돌덩이.\n\n그래서 햇살이 무서웠어.\n내 근원과는 상반된 그 밝음이 날 태워 재로 만들어 버릴 것 같았거든.\n햇살의 시초지는 태양이니까.\n달은 물론, 지구조차도 온전히 바라보지 못하는 태양.\n그 거대하고도 생동하는 빛은 나에게 공포였어.\n날 무가치의 차원으로 전락시킬 힘이었어.",
            "We all begin somewhere. Humans like to call it ‘home’. My home was the moon.\nAn ugly little lump of rock tied to the green-blue beauty of Earth, revolving only as closely as gravity allowed it to be.\n\nAnd so I feared sunlight.\n"
        ],
        "Two": [
            "그는 모두에게 자비로웠지만, 나에게만큼은 잔인하게 속삭여.\n“그 어떤 발버둥을 쳐도 너는 ‘양지의 아이’가 될 수 없어.”\n지극히 아프지만 거역할 수 없는, 다정한 절대자의 무정한 선포 같았지.\n\n그런데 너의 온기는 달랐어. 넌 태양의 일부를 닮아 있지만,\n날 짓누르고 배척하지 않아.\n<multiple0>\n난 그럴 때마다 이상한 착각을 하고는 했지.\n네 목소리가 나를 꿈결 같은 아지랑이가 부유하는 놀이터로\n이끌고 있다는 착각을.",
            "GUIDE BOOK"
        ],
        "Three": [
            "난 이제 너를 닮은 햇살만은 미워하지 않아.\n나를 품은 무가치한 그늘을 걷어 내려고 들지 않았으니까.\n<multiple1>\n<multiple2>\n\n<name>, 사실 양지의 아이 따위 무슨 의미가 있겠어?\n나의 그림자에 너의 햇살이 닿으면 내려앉는 따사로운 암흑에 잠길 때.\n그럴 때면 과감히 쓸모 없어져도, 그런 대로 괜찮고 아름다울 것 같았어.",
            "PROGRESS"
        ],
        "Four": [
            "그 고유한 순간들에, 우리의 짧았던 마주침에 애착을 느껴.\n그래서 난 이제 기꺼이 너의 햇살, 그 온화한 잠결로 뛰어들 거야.\n무섭지 않을 거야. 태양의 햇살이 아니라 너의 햇살일 테니까.\n난 그 안으로 투신해 안겨들고,\n<multiple3>\n\n널 알게 되어 기뻤어. 어지럽고, 자유로웠어.\n태양이 스쳐간 어느 밤에- 나와 너를 닮아 있을 언젠가의 꿈에서,\n꼭 다시 만나자!",
            "MY PAGE"
        ]
    },
    "Moon": {
        "One": [
            "시초지, 인간들이 ‘고향’이라 칭하는 것. 내 시초지는 달이야.\n지구의 푸르름에 매여, 중력만 한 애정을 동력 삼아 공전하는 못나고 작은 돌덩이.\n\n달 사람들은 지구의 인간을 사랑해.\n해바라기가 해를 향하듯, 학자가 진리를 좇듯, 파도가 중력에 몸을 맡기듯,\n달은 지구를 따라가며 주위를 맴돌아.\n지구인들을 위한 꿈을 만들며 그들의 안위를, 낮과 밤을,\n결코 사라지지 않을 고유의 푸르름을 지켜 주고자 하지.\n애달픈 사랑이야. 동경을 넘어 맹목 같은 사랑이지.",
            "MAIN MENU"
        ],
        "Two": [
            "그래서 나도 그래야만 할까, 인간의 중력에 매인 채 단일한 궤도로만 돌아야 하는 걸까,\n이런 불안과 의문에 끝없이 사로잡히고는 했어. 내 시초지는 지구의 달이니까.\n그렇지만 <name>, 넌 달랐어. 내가 언젠가 인간‘의’ 꿈이 될\n미완의 존재임을 알면서도 날 너에게 속박된 존재로 여기지 않았어.\n나에게 동경이나 맹목을 요구하지도 않았어. 넌 날 ‘친구’라고 불렀어.\n\n우리는 달과 지구 같은 짝사랑이 아니었어.\n별과 별, 해바라기와 학자, 파도와 진리처럼 상관 없기에 대등한,\n그리하여 서로를 애정 어린 호기심으로 마주 볼 수 있는 양방향의 관계였지.",
            "GUIDE BOOK"
        ],
        "Three": [
            "난 이제 너의 위성이 되는 것만은 두렵지 않아.\n너는 나를 단일한 중력 따위에 묶어 두려고 들지 않았으니까.\n<multiple0>\n<multiple1>\n\n<name>, 세계에 널린 수많은 인간들의 바다 중\n네 바다가 가장 좋았던 건\n그게 이따금 ‘우리의 바다’가 되었기 때문이야.\n사실이든 아니든 적어도 우리는 그렇게 불렀으니까.",
            "PROGRESS"
        ],
        "Four": [
            "그 고유한 순간들에, 우리의 짧았던 마주침에 애착을 느껴.\n그래서 난 이제 기꺼이 너의 파도, 그 푸르른 잠결로 뛰어들 거야.\n그건 속박이 아니야. 막다른 길에서 헛디뎌 추락하는 것도 아니야.\n그건 내 선택이야. 네 안으로 기꺼이 투신해 안겨들고,\n<multiple2>으로 다시 태어나게 할 선택.\n\n널 알게 되어 기뻤어. 어지럽고, 자유로웠어.\n달이 뜬 어느 밤에-\n나와 너를 닮아 있을 언젠가의 꿈에서, 꼭 다시 만나자!",
            "MY PAGE"
        ]
    }
}
