{
    "DiaryEntry": [
        {
            "id": 1,
            "title": [
                "첫 번째 지구 일기",
                "First Day on Earth"
            ],
            "leftPage": [
                "사랑을 찾으러 다닌 곳 어디에도 사랑은 없었다. ‘사랑’이라는 단어 안에도 사랑이 없었다. 그것은 모든 것이 될 수 있기에 아무것도 아닐 수 있다!\n꿈이 된다면 내 안은 너무 투명하고 미끄러워서 사랑을 할 때 단어 같은 게 필요 없는 세상이면 좋겠다. 모든 감정들이 마음의 촉수를 무질서하게 풀어헤칠 수 있는 곳일 테야.\n우리는 빛으로 대화하게 될까? 혹은 하품 소리나 동공의 색채로? 서로를 무어라 부르게 될까?\n그렇게, 그렇게 이름 없는 강가 같은 세상을 품고 싶다. 아주 안전하고 미끄러운 세상을.",
                "I looked for love everywhere and could not find it. Not even in the word love itself. It can be everything, ergo it can be nothing!\nWhen I become a dream, I wished the world within me to be one so transparent, it won't need words to love. A place where all emotions can unravel their tentacles, messy and chaotic.\nWill we then converse through light? Or yawns, or the shade of our pupils?\nAnd so, I wish to hold this nameless river of a world in my arms. A flowing, safe world."
            ],
            "rightPage": {
                "sub": [
                    {
                        "success": [
                            "나를 닮은 곰팡이 친구와 첫만남. 그는 과묵했다.",
                            "My first encounter with some mold just like me. But a quiet fellow."
                        ],
                        "fail": [
                            "내가 곰팡이 친구와 마주쳤다는 걸 <nickname>에게 알려 주고 싶었는데!",
                            "Aw, I wanted to tell <nickname> about the mold friend I met!"
                        ]
                    },
                    {
                        "success": [
                            "<nickname>의 표지에 노크하는 법을 연습할 테야. 서로를 독서할 수 있기를.",
                            "I’ll practice knocking on <nickname>’s book cover with decorum. I hope we can read one another."
                        ],
                        "fail": [
                            "아무도 없는 고요한 방에서, 독서는 홀로 사유의 바다를 헤엄치는 일.",
                            "To read is to swim in the seas of thought by oneself, in a silent empty room."
                        ]
                    },
                    {
                        "success": [
                            "단어들은 다채로운 맛이 나는 사탕구슬. 데굴데굴 굴려 보자!",
                            "Words are candy-marbles with colorful flavors. Let’em roll!"
                        ],
                        "fail": [
                            "사탕 구슬의 달콤하고 혼란한 비밀… 영원한 의문으로 남다.",
                            "The sweet, chaotic secrets of candy-marbles… will forever remain a mystery."
                        ]
                    },
                    {
                        "success": [
                            "여섯 단어 소설 - 침대 아래에 숨은 먼지 속의 나!",
                            "Here’s a six-word novel. 'Dusty ol' me, under the bed!'"
                        ],
                        "fail": [
                            "<nickname>에 관한 천재적인 여섯 단어 소설을 언젠가 말해 줄 수 있겠지?",
                            "One day I’ll tell <nickname> the amazing six-word novel I wrote v!"
                        ]
                    }
                ]
            },
            "imagePath": [
                "diary_images/1-1",
                "diary_images/1-2",
                "diary_images/1-3",
                "diary_images/1-4"
            ]
        },
        {
            "id": 2,
            "title": [
                "두 번째 지구 일기",
                "Second Day on Earth"
            ],
            "leftPage": [
                "결핍은 되돌아가는 것? 나아가는 것? 어느 날 내가 솜털 빠진 베개처럼 느껴진다면 무엇과 비교하는 걸까? '온전한 베개'의 환상은 어디에서 올까? 과거의 영광일까, 미래의 완성일까?\n\n하지만 베갯잇을 베고 잠든다고 한들 어떤가. 오늘 잡지에서 읽은 신기한 말이 있는데... 낮은 베개는 ‘관절’에 좋다고 한다! 인간의 몸은 정말 신기해.\n\n그리고 하나 더, 달의 이들은 언제나 인간을 위한 달콤한 꿈을 골라 보내줄 것이다. 어떤 베개를 베든지 간에!",
                "To lack something. Is it going back? Or moving forth? If I feel like a pillow that has lost all its fluff, to what am I comparing myself? Where did the illusion of the ‘perfect pillow’ begin? Faded glory, or faraway wishes?\n\nBut what does it matter if I were to sleep with just a pillowcase. A magazine said that less fluffy pillows are better for the ‘joints’! My, the human body is truly amazing.\\nWhat’s more, the moon beings will always send sweet dreams for their humans, no matter what pillow they use!"
            ],
            "rightPage": {
                "sub": [
                    {
                        "success": [
                            "<nickname>에게는 비밀이지만 나라면 모든 길을 갔을 거야. 이렇게 말이지!",
                            "Won’t tell <nickname>, but I would have gone down all the paths. Like this!"
                        ],
                        "fail": [
                            "오른쪽? 아니면 왼쪽? 답을 듣고 싶었는데....",
                            "Turn right? Or turn left? I would have liked to hear an answer…"
                        ]
                    },
                    {
                        "success": [
                            "인간의 눈알은 한 번 빠지면 다시 생겨나지 않아 수집 불가능.",
                            "Human eyes, once pried, cannot grow back. Not made for collecting."
                        ],
                        "fail": [
                            "인간만의 작고 동그랗고 아름다운 무언가, 수집 실패.",
                            "Something small, round, beautiful and uniquely human. Failed to collect."
                        ]
                    },
                    {
                        "success": [
                            "나의 가장 때묻지 않은 모습은... 어쩌면 까만 우주를 바라보던 그날.",
                            "Maybe I was the most untainted... gazing into the vast black universe."
                        ],
                        "fail": [
                            " 완전함이라는 건 뭘까? <nickname>의 생각을 묻고 싶었는데 말이야.",
                            "What does it mean to be whole? I would’ve liked to have heard <nickname>’s thoughts."
                        ]
                    },
                    {
                        "success": [
                            "행방불명 된 모든 곰팡이들의 안식을 바라며.",
                            "May all mold gone missing rest in peace."
                        ],
                        "fail": [
                            "곰팡이의 끔찍한 최후에 눈길을 주는 인간은 없었던 걸까?",
                            "Did no human care about the tragic fate of mold?"
                        ]
                    }
                ]
            },
            "imagePath": [
                "diary_images/2-1",
                "diary_images/2-2",
                "diary_images/2-3",
                "diary_images/2-4"
            ]
        },
        {
            "id": 3,
            "title": [
                "세 번째 지구 일기",
                "Third Day on Earth"
            ],
            "leftPage": [
                "진실됨과 거짓됨을 구분하지 않을 때 나는 보다 자유로울 것이다. 하지만, 그만큼 점점 더 혼란해질 거야. 오늘 보고 온 그처럼…\n그래도 하나의 모습으로만 정해지지 않는다는 것은 멋진 일. <nickname>에게 나는 얼마든지 귀염둥이 친구가 될 수 있다는 것이지! 아마도? 이건 비밀이지만, <nickname>의 따갑고 무정한 모습도 궁금하다. 곰팡이 군단을 퍼트리면? ... 음. 곤란하게 하기는 싫은걸.\n지구에서 보는 달의 모습이 계속 바뀌어도 달이라는 건 변치 않는다. 나를 버리고, 다시 태어나게 한 달. 이제 서서히 달이 동그래지는 것을 관찰하고 싶어.",
                "Blurring the line between true and false may free me, but also confuse me. Like the human I saw today...\nStill, it’s wonderful not to be chained to a single form. To <nickname> I can be as darling as I like! Probably? Don't tell anyone, but I wonder what <nickname> is like prickly and cold. Would an army of mold do the trick? Hmm. I don't want to trouble them though.\nThe Earth sees a different moon everyday, but it’s the same old moon. The moon that cast me out, and remade me. I would now like to observe it get rounder."
            ],
            "rightPage": {
                "sub": [
                    {
                        "success": [
                            "멋진 침대를 만들어준 거미 선생의 예술적 면모에 <nickname>도 감탄하는 듯 했다!",
                            "<nickname> also seemed impressed by Mr. Spider’s artistic expertise!"
                        ],
                        "fail": [
                            "거미 선생이 내 선물을 맘에 들어 할까? <nickname>, 옆에 있었다면 멋진 조언을 해 줬을 텐데!",
                            "Will Mr. Spider like my present? Oh if only <nickname> was here to advise me!"
                        ]
                    },
                    {
                        "success": [
                            "자라난 아이는 네버랜드 바깥에서 어떤 세상을 이루게 될까?",
                            "What kind of world will kids grown-up create outside Neverland?"
                        ],
                        "fail": [
                            "해먹에 늘어져 피터 팬을 읽었다. 그처럼 영원한 자유를 누리며 사는 삶이 궁금해.",
                            "Read <i>Peter Pan</i>, slung on the hammock. I wonder what it’s like to be forever free."
                        ]
                    },
                    {
                        "success": [
                            "내게 분필 눈과 첫 숨을 선물해 준 레드의 따스함. 잊혀지지 않을 거야. ",
                            "Red’s warmth, that breathed into me my first breath. I won’t ever forget it."
                        ],
                        "fail": [
                            "태어난 순간 온몸을 감싸던 레드의 온기에 관해 이야기하고 싶었지만.…",
                            "I wanted to talk about how Red’s warmth enveloped me whole as I was born..."
                        ]
                    },
                    {
                        "success": [
                            "... 오늘은 차마 언어화할 수 없는 끔찍한 생각의 호수에 빠지기도 했다.",
                            "... I also fell in a lake of thoughts, too horrible to put into words."
                        ],
                        "fail": [
                            "... 오늘은 차마 언어화할 수 없는 끔찍한 생각의 호수에 빠지기도 했다.",
                            "... I also fell in a lake of thoughts, too horrible to put into words."
                        ]
                    }
                ]
            },
            "imagePath": [
                "diary_images/3-1",
                "diary_images/3-2",
                "diary_images/3-3",
                "diary_images/3-4"
            ]
        },
        {
            "id": 4,
            "title": [
                "네 번째 지구 일기",
                "Fourth Day on Earth"
            ],
            "leftPage": [
                "레드는 언제나 우주를 궁금해했지. 오늘은 레드, 첼로 경, 그리고 에디슨과 함께 깨지지 않는 공 속에서 우주를 돌아다니는 꿈을 꾸고 싶다. 레드의 불이 우주의 냉기를 조금씩 데워 주듯이, 그들의 기억은 나의 현재를 조금씩 데워 줄 테다.\n달. 지구. 달, 지구. 나의 과거는 어디로 향해 어디에 고일까? 나를 아예 떠나, 손 닿지 못할 먼먼 행성으로 흘러 가는 걸까? 아님 내 안 깊숙한 곳으로 떨어져 차곡차곡 쌓이는 걸까.\n과거가 고이는 곳. 그곳은 나를 꼭 닮아 있을 것만 같은데. 눈에 꾹꾹 담아 내고 싶을 것 같다. 바라보는 게 아무리 버거울지라도… 꾹.",
                "Red always wondered about outer space. Tonight, I hope to dream of Red, Sir Cello, Edison, and I floating through the universe. As Red’s fire warms its cold corners, my memory of them will warm my present, little by little.\nWhere does my past head, where does it gather? Does it float away to a planet out of reach? Or does it fall deep within me?\nWhere my past gathers... Will such a place resemble me? I think of poring over it, until my eyes remember every detail. Even if it may be burdening... especially then."
            ],
            "rightPage": {
                "sub": [
                    {
                        "success": [
                            "달이 지구를 짝사랑하듯, 바다는 달을 짝사랑하려나?",
                            "Is the sea’s love for the Moon one-sided, the way the Moon’s is for Earth?"
                        ],
                        "fail": [
                            "조석 - 달의 중력이 지구에 미쳐, 바닷물을 세게 끌어당기며 생기는 현상",
                            "tide - the rising and falling of the sea, due to the pull of the Moon"
                        ]
                    },
                    {
                        "success": [
                            "그리운 첼로 경의 노랫소리. 이 작은 몸으로는 달 여행을 떠날 수 없겠지....",
                            "How I miss Sir Cello's singing. I’m too small to make the trip to the Moon..."
                        ],
                        "fail": [
                            "첼로 경에 대한 생각을 했다. 그 누구와도 공유하지는 못했다.",
                            "Thought about Sir Cello. Failed to share it with anyone."
                        ]
                    },
                    {
                        "success": [
                            "사실 달나라 송신기의 불빛은 에디슨의 필라멘트를 닮았다!",
                            "The light from the Radio looks like the glow from Edison’s filament!"
                        ],
                        "fail": [
                            "더욱 멋진 달나라 발명품들을 만들고 있을 에디슨의 모습도 상상해 보았다.",
                            "Pictured Edison creating devices on the Moon, each greater than the next."
                        ]
                    },
                    {
                        "success": [
                            "인간들은 모두 가지게 된다는 ‘어린 시절’. 나는 언제부터 언제까지 ’어리다‘고 할 수 있는 걸까?",
                            "All humans have a ‘childhood’. How long does it last for something like me?"
                        ],
                        "fail": [
                            "지루함에 파묻혀 침대 밑 구경을 했다! 인형 친구가 있었다면 조금 덜 심심했을까?",
                            "Peeked under the bed out of sheer boredom! If only I had a doll for company."
                        ]
                    }
                ]
            },
            "imagePath": [
                "diary_images/4-1",
                "diary_images/4-2",
                "diary_images/4-3",
                "diary_images/4-4"
            ]
        },
        {
            "id": 5,
            "title": [
                "다섯 번째 지구 일기",
                "Fifth Day on Earth"
            ],
            "leftPage": [
                "사방에서 포크를 들고 좁혀드는 사탕 병정들을 떠올린다. 삐쭉한 위협은 차치하고 오색찬란한 투명함과 그 앙증맞은 전진에 심장을 빼앗기게 된다.\n이제 그들은 과일 망치 아래를 긴다. 가느다란 실로 묶인, 반드시 끊어지도록 설계된 조악한 조형. 투정을 부릴 시간은 사치다. 전진 또 전진. 리듬에 맞추어 발을 끌면서.\n언제든 조각이 나기 직전. 어떻게 그 사실을 잊고 살아갈 수 있을까. \n하지만 난 언제든 어디서든 전에도 후에도 생동하는 그 빛깔을 떠올려. 햇빛을 담뿍 머금고 불규칙하게 반사하는 맥. 인간은 참 기이하고 아름답다.",
                "Candy soldiers, forks at the ready, closing in. Prickly menace aside, I find my heart captured by their glossy splendor and their sweet, steady march.\nNow they crawl under the fruit hammer. Fragile sculptures, bound by thin thread. There’s no time to waste. Marching on and on. Feet dragging in rhythm.\nAlways on the verge of death. How can they forget this and live on?\nBut I recall the colors that vibrate whenever and wherever, before and after. Saturated with sunlight, reflecting erratically. How strange yet beautiful humans are."
            ],
            "rightPage": {
                "sub": [
                    {
                        "success": [
                            "나의 다리가 플라밍고만큼이나 길었다면 인간 관찰도 훨씬 수월했을 텐데!",
                            "If my legs were as long as a flamingo’s, human-watching would be so much easier!"
                        ],
                        "fail": [
                            "혼자 있는 동안 아주 멋진 동물 친구를 흉내 내 보았다. 이름은 모르겠다!",
                            "Pretended to be a certain magnificent animal while alone at home."
                        ]
                    },
                    {
                        "success": [
                            "♫ I wonder how, I wonder why ♫ 흥얼거릴 때마다 상큼하고 우울한 레몬 맛이 나.",
                            "<i>♫ I wonder how, I wonder why ♫</i> This tastes like a fresh depressed lemon."
                        ],
                        "fail": [
                            "레몬에 대한 음악을 새로 알게 되었다. 나의 친구는 음악을 위한 여유가 없었던 것 같지만....",
                            "Learned a song about lemons. Though my friend seemed too busy for it..."
                        ]
                    },
                    {
                        "success": [
                            "엿본 잼 덩어리 속 세계에는 핏물의 비극만. 붉은 꿈은 되고 싶지 않아졌어....",
                            "The jam-dollop world I glimpsed dripped of blood. I don’t want to be a red dream any more."
                        ],
                        "fail": [
                            "길가의 잼 덩어리에서 추악한 세계를 엿보았다. 아, 더는 생각하지 않을래.",
                            "Glimpsed into a jam-dollop world of nightmares. Oh, I can’t bear to dwell on it."
                        ]
                    },
                    {
                        "success": [
                            "다정히 빛나는 이 등불이 우리의 달을 밝혀 주기를.",
                            "May the kind glow of this lamp cast light on our Moon."
                        ],
                        "fail": [
                            "오늘의 끝자락은 쓸쓸히 지나갔다. 등불 같은 달빛이 어둠을 가로질러 찾아오는 시간.",
                            "The night passed in solitude. Moonlight, like light from a lamp, crossing the dark to visit me."
                        ]
                    }
                ]
            },
            "imagePath": [
                "diary_images/5-1",
                "diary_images/5-2",
                "diary_images/5-3",
                "diary_images/5-4"
            ]
        },
        {
            "id": 6,
            "title": [
                "여섯 번째 지구 일기",
                "Sixth Day on Earth"
            ],
            "leftPage": [
                "텅 빈 방은 사념의 요새다. 오늘 나는 이곳에서 두 개의 잘못을 저질렀다.\n첫째는 서로를 온전히 알 수 있을 것이라는 믿음으로 <nickname>의 일기장을 찾아내려 한 것. <nickname>도 나의 일기를 지켜 주고 있는데.... 희망에 눈이 멀어 나쁜 마음을 참지 못한 내가 참 못나다.\n둘째는... 같은 괴물이라면 나와 공명할 수 있을지도 모른다는 마음으로, <nickname>보다 가까이 지낼 괴물 친구를 몰래 찾아본 것. 스티치, 피카츄, 프랑켄슈타인의 창조물.... 그들도 결국은 ‘그들’일 뿐인데. 어리석어.\n바보 괴물인 뿐인 나에게 언제나 따뜻하고 상냥한 <nickname>. 내일은 더 착한 뭉치가 되어야만 해.",
                "An empty room is a fortress of broodings. I did two wrongs here today. First, I tried to find <nickname>'s diary, hoping to fully understand each other. All when they respect my secrets... How shameful to have given into such a temptation.\nNext, I looked for monster friends, hoping a fellow creature might resonate better with me. Frankenstein’s creature, the Loch Ness Monster... others that can never be me. Foolish.\n<nickname>, always warm and kind to this stupid monster. Tomorrow I must be a better Dot."
            ],
            "rightPage": {
                "sub": [
                    {
                        "success": [
                            "그만 화를 내며 나가라고 해 버렸어. 나는 못되고 형편 없는 친구다. 뭉그러져야 할 괴물 같은 마음.",
                            "I lashed out at <nickname>. I’m a mean, terrible friend. With a monsterous mind."
                        ],
                        "fail": [
                            "한낮의 침울 속에서 나의 친구와 이야기를 나누고 싶었지. 끝없는 기다림은 나를 더 울적하게 했지만.",
                            "Daytime melancholy made me miss my friend. The endless wait only made me sadder."
                        ]
                    },
                    {
                        "success": [
                            "지구의 귀퉁이에 묻은 기이한 검은 점.",
                            "A peculiar black dot on the corner of Earth."
                        ],
                        "fail": [
                            "유독 혼자인 것 같은 날이 있다. 외로운 검은 점.",
                            "There are days when you feel more alone then ever. A lonely black dot."
                        ]
                    },
                    {
                        "success": [
                            "서로. 우리. 갈증. 이해. 통합. 뒤섞임. 분절. 단일. 찰나. 공허. 기분. 의지.",
                            "Eachother. Us. Understand. Separate. Sole. Empty. Determination."
                        ],
                        "fail": [
                            "괴물 친구... 괴물 친구. <nickname> 역시 괴물이었다면 무언가 달라졌을까?",
                            "Monster... friend. Would things be different if <nickname> were a monster too?"
                        ]
                    },
                    {
                        "success": [
                            "비밀 아이디어 - 애벌레 친구와 곰팡이 친구를 만나게 하면 어떨까?",
                            " A secret idea - What if we had the caterpillar and mold meet each other?"
                        ],
                        "fail": [
                            "<nickname>에게 친구 관계에 대한 조언을 꼭 듣고 싶었는데.",
                            "I really wanted to ask <nickname> for advice on friendships."
                        ]
                    }
                ]
            },
            "imagePath": [
                "diary_images/6-1",
                "diary_images/6-2",
                "diary_images/6-3",
                "diary_images/6-4"
            ]
        },
        {
            "id": 7,
            "title": [
                "일곱 번째 지구 일기",
                "Seventh Day on Earth"
            ],
            "leftPage": [
                "인간의 몸에 상처가 나면 피가 나고 딱지가 생긴다고 한다. 인간들은 시각에 예민하니, 상처가 눈에 보이면 보듬기 쉬울 것이다. 하지만 심장, 아니, 마음에 생긴 상처는?\n오늘 만난 이는 하하 웃으며 밴드 대신 화려한 스티커를 붙였다. 스티커는 상처를 위태롭게 지탱할 뿐 낫게 하지 못했다. 아픔을 외면한 이는 쉽게 고장이 난다.\n내겐 아파할 용기가 충분할까? <nickname>과 멋진 대화를 나누고도, 창문에 비치는 검은 몸을 바라보는 건 여전히 비참한걸. 그래도... 언젠가 새처럼 자유로워질 수 있다면.",
                "When the human body is cut, the cut bleeds and scabs. Such visible cuts are usually better tended to. But what about cuts to the heart, no, the soul?\nThe human I met today just laughed, “Haha!”, and used a fancy sticker instead of a band-aid. It concealed, but could not heal. Those who neglect their wounds break easily.\nAm I brave enough to hurt? Even after conversations with <nickname>, seeing my body reflected in the window is misery itself. Still... to one day be as free as a bird."
            ],
            "rightPage": {
                "sub": [
                    {
                        "success": [
                            "흉터를 각오하고 흉을 감내하는 것. 아팠지만, 몸이 터지지는 않았어!",
                            "Bracing for cuts and coping with scars. It hurt, but I didn’t burst!"
                        ],
                        "fail": [
                            "흉터를 각오하고 흉을 감내하는 법. 나의 고군분투를 너도 지켜보고 있었을까?",
                            "Bracing for cuts and coping with scars. Was <nickname> watching my struggle?"
                        ]
                    },
                    {
                        "success": [
                            "그들은 그저 아팠던 거야. 그저 걸었고, 그저 견뎠을 뿐.",
                            "All they did was hurt. And yet they walked, and yet they endured."
                        ],
                        "fail": [
                            "성장에 대한 고찰 끝에 서글픈 달 뒤편의 기억이 떠올랐다.",
                            "At the end of my contemplation on growth, a moonlit memory surfaced."
                        ]
                    },
                    {
                        "success": [
                            "녹지 않는 아이스크림을 적어도 하나 안다. 그 이름은… <nickname>.",
                            "I know at least one kind of non-melting ice cream. It goes by... <nickname>."
                        ],
                        "fail": [
                            "아이스크림을 든 점잖은 꼬마를 만난 이야기를 들려 주지 못했다. 아쉬워!",
                            "Didn’t get to tell <nickname> about the lovely child with an ice cream. A shame!"
                        ]
                    },
                    {
                        "success": [
                            "드림 캐처...! 인간들은 달나라 이들의 존재를 무심결에 알고 있었던 걸까?",
                            "Dreamcatchers…! Maybe humans subconsciously know about the Moon Beings?"
                        ],
                        "fail": [
                            "아아. 자꾸만 그물에 돌돌 감기는 무서운 상상이 드는 건 왜일까?",
                            "Ah. Ah. Why do I scare myself with thoughts of being tangled in a net?"
                        ]
                    }
                ]
            },
            "imagePath": [
                "diary_images/7-1",
                "diary_images/7-2",
                "diary_images/7-3",
                "diary_images/7-4"
            ]
        },
        {
            "id": 8,
            "title": [
                "여덟 번째 지구 일기",
                "Eighth Day on Earth"
            ],
            "leftPage": [
                "<nickname>에게 차마 말하지 못했다. 사실 나에게도 말을 거는 쌍둥이가 있다. 그는 검은 불안의 냄새를 풍기며 속삭인다. '발버둥쳐도 달라질 건 없어. 너는 시커먼 꿈이 되어 인간을 아프게 할걸.' 그는 나를 아주 닮았지만 우리는 결코 같지 않다. 같지 않기를 바란다.\n나는 그를 토해 낼 수 있을까? 아님 그 역시 이미 나의 본모습에 뿌리를 내려 버린 걸까? 영원히 몸 안에서 꿈틀거리는 그를 느끼고 그와 사투하며 살아야 하는 것일까? 그 사투에 대한 분노와 피로 또한 나를 구성해야 한다면.......\n그와 현명히 공생할 수 있을지, 혹은 그에 매여 버려 내가 곧 그가 될지. 알지 못해 두렵다.",
                "I couldn’t tell anyone, but I too have a twin inside me. Black doubt reeks from its whispers. ‘Struggle all you want. You will end up a black dream that hurts humans.' It looks like me but we are not the same. I pray we are not.\nWill I ever be able to throw it up and out? Or has it already lain roots in my real self? Or will I be forever locked in battle with this thing squirming within? If rage and worn-out exhaustion from that fight were to end up a part of m.......\nWill I coexist with it, or be possessed by it. The not knowing scares me."
            ],
            "rightPage": {
                "sub": [
                    {
                        "success": [
                            "<nickname>, 우린 기꺼이 맨몸으로 방패를 내려 놓은 기사야.",
                            "<nickname>, we are unarmed knights that relinquished our shields."
                        ],
                        "fail": [
                            "날 가장 깊이 상처 입힐 수 있는 누군가가 내 곁에 있다. 방패는 무용해.",
                            "The one who can hurt me deeply, just a breath away. Shields are useless."
                        ]
                    },
                    {
                        "success": [
                            "부서지는 파도 아래 눈부신 꿈으로 태어나도록.",
                            "May I be born again under the crashing waves as a glorious dream."
                        ],
                        "fail": [
                            "파도에 관한 나의 계획은 아무도 모르게 수면 아래 잠들었다.",
                            "My plans for the ocean waves sunk below the surface, unbeknownst to anyone."
                        ]
                    },
                    {
                        "success": [
                            "그의 검정과 나의 검정은 은하와 은하만큼의 거리가 있다.",
                            "That shade of black and mine are as far apart as two galaxies."
                        ],
                        "fail": [
                            "검고 아름다운 영화와 여전히 검고 볼품없는 나.",
                            "The black and beautiful movie. And me, black and homely as ever."
                        ]
                    },
                    {
                        "success": [
                            "듣지 않는 상대와 함께 있는 건 혼자일 때보다 더 외로운 일이야.",
                            "Being with people who don’t listen is lonelier than being alone."
                        ],
                        "fail": [
                            "듣지 않는 상대와 함께 있는 건 혼자일 때보다 더 외로운 일이야.",
                            "Being with people who don’t listen is lonelier than being alone."
                        ]
                    }
                ]
            },
            "imagePath": [
                "diary_images/8-1",
                "diary_images/8-2",
                "diary_images/8-3",
                "diary_images/8-4"
            ]
        },
        {
            "id": 9,
            "title": [
                "아홉 번째 지구 일기",
                "Ninth Day on Earth"
            ],
            "leftPage": [
                "꿈. 동그랗고 아름다운 것. 그러나 몸이 없는 것.\n어느 밤을 호령하는 것. 낮이 오면 묻혀 버릴 것.\n세계. 편린. 이야기. 환상. 꿈. 허상. 어지러워. 헤헤.\n이해가 안 돼. 잘 이해가 안 돼. 하지만\n괜찮을 거야?\n이 불안을 토한 다음\n그 속에 숨어만 있는다면.\n죽음. 우주의 고요한 냉기 속에서 영원을 굳어 있는 것. 암흑. 시체의 마지막 숨결이 그 텅 빈 공허에 메아리친다. 무에 고립된 채, 고독에 절여진 채. 처절히 낙하하며 느리게 사라질까?\n알고 싶지 않아. 그러나 심연을 엿보는 추한 공포.",
                "Dreams. Round, beautiful. But formless.\nCommanding the night. Buried come morning.\nThe world. Glimpses. Stories. Fantasy. Dreams. Illusion. Dizzy. Hehe.\nIt’ll be alright?\nIf I could throw up this anxiety\nand hide within. It’ll be alright.\nDeath. Frozen forever in the silent chill of space. The dark. A corpse’s last breath echoes in the void. Stranded in nothingness, drenched in solitude. Will it vanish in a slow, tragic descent?\nI don't want to know. Yet hideous terror peeks into the abyss."
            ],
            "rightPage": {
                "sub": [
                    {
                        "success": [
                            "짙고, 짙고, 짙은 그림자가 나를 맴돌고 있다.",
                            "Deep, dark, dire shadows circle me."
                        ],
                        "fail": [
                            "거미줄에 걸려 잠잠히 흔들리는 날파리를 발견했다. 그는 절대, 정말로, 분명히 살아 있었어.",
                            "Found a fruit fly swaying in a spider’s web. It was alive, I know it was. I swear it."
                        ]
                    },
                    {
                        "success": [
                            "<nickname>의 낭만이 향하는 길에는 부드러운 풀잎의 향이 났다.",
                            "The way <nickname> dared to dream smelled of soft grass."
                        ],
                        "fail": [
                            "내일은 꼭 <nickname>의 낭만에 대하여 물을 수 있기를.",
                            "Tomorrow, I’ll ask <nickname> what they dare to dream about. Tomorrow."
                        ]
                    },
                    {
                        "success": [
                            "3025년, 정체불명의 동그란 외계 화석이 발견되다.",
                            "Year 3025—an unidentified round alien fossil is discovered."
                        ],
                        "fail": [
                            "3025년, 정체불명의 동그란 외계 화석이 발견되다.",
                            "Year 3025—an unidentified round alien fossil is discovered."
                        ]
                    },
                    {
                        "success": [
                            "소원 비는 법을 배웠다. 잠이 오지 않으면 눈을 꼭 감고 밤새 소원을 빌어야지. ",
                            "Learnt how to make wishes. If I can’t sleep I’ll close my eyes and wish all night."
                        ],
                        "fail": [
                            "별들이 도착하는 밤에 인간들은 소원을 빈다고 했다. 그 방법이 뭘까? 궁금해.",
                            "Humans make wishes on nights stars arrive. How, though? If only I knew."
                        ]
                    }
                ]
            },
            "imagePath": [
                "diary_images/9-1",
                "diary_images/9-2",
                "diary_images/9-3",
                "diary_images/9-4"
            ]
        },
        {
            "id": 10,
            "title": [
                "열 번째 지구 일기",
                "Tenth Day on Earth"
            ],
            "leftPage": [
                "그의 모습이 떠올라. 이건 잔상. 또는 환상.\n혹시 모르지, 나도 그처럼 몸을 갈라 본다면. 피부를 들어 본다면. 벽에 들이-박혀 본다면. 숨어 있던, 내 심장을 물들이던 물감들을 찾아 낼 수 있을지!\n그러나 열쇠 구멍 뒤로 다가오는 거대한 눈알. 검붉은 동공. 소용돌이. 퍽. 퍽. 으깨진다. 그는 나를 바라보며 물어. '사실은 그걸 바라는 게 아니지? 사실 널 사로잡고 있는 건 잔상, 환상 따위가 아니지?'\n아니. 아니. 아니? 이것은 그저 잔상. 또는 환상. 신경을 긁고 그어 내지만. 솟아나지 않아. 다가올 뿐. 그러니 안전할 거야. 잡아 먹히지 않을 거야. 무서운 생각을 하지 않을 거야. 틈을 막을 거야. 안전할 거야.",
                "He comes to my mind. An afterimage, a vision. Who knows. If I cut open my body, peel back my skin, smash into a wall like him, I might find the hidden watercolors within, dying my heart!\nBut the large eyeball approaches the keyhole. Iris dripping red. Thump. Thump. Splat. It asks: \"Afterimages, visions. Not enough, is it? You want something more, right?\"\nNo. No. No? It's only an afterimage. A vision. It rakes and slices my nerves. But never soars. Only approaches. So I'll be safe. I won't think scary thoughts. I'll block the crack. I'll be safe."
            ],
            "rightPage": {
                "sub": [
                    {
                        "success": [
                            "<nickname>의 추억 더미 속 유일하고 특별한 괴물 친구가 되고 싶어. ",
                            "I want to be the only monster friend in <nickname>’s pile of lasting memories."
                        ],
                        "fail": [
                            "창 밖 인간들을 포착해 남겨 두고 싶은 오후. 난 그저 기억일까, 무려 추억일까?",
                            "An afternoon for treasuring snapshots of humans. Will I linger, or will I last?"
                        ]
                    },
                    {
                        "success": [
                            "해님도 달님도 닮지 않은 어느 동아줄은 부드러운 손바닥의 온도를 띤다. ",
                            "A lifeline, not like the sun or the moon, but the warmth of a soft palm."
                        ],
                        "fail": [
                            "햇빛에 타들어 갔다. 뜨거워. 뜨거웠어. 녹아 버리고 말았어. ",
                            "Burning in the sun. Hot. Too hot. I couldn’t help but melt."
                        ]
                    },
                    {
                        "success": [
                            "진심으로 원하는 무언가가 나를 덜 외롭게 만들어 주는 건 아니야. ",
                            "The object of my yearning doesn’t make me less lonely."
                        ],
                        "fail": [
                            "진심으로 원하는 무언가가 나를 덜 외롭게 만들어 주는 건 아니야. ",
                            "The object of my yearning doesn’t make me less lonely."
                        ]
                    },
                    {
                        "success": [
                            "조용히 파고드는 송곳. 예고 없이 몰아치는 우레. 쥐어 짜면 물이 흐르는 침대. ",
                            "A nail digging in. Thunder raging without warning. A bed that drips when wrung."
                        ],
                        "fail": [
                            "조용히 파고드는 송곳. 예고 없이 몰아치는 우레. 쥐어 짜면 물이 흐르는 침대. ",
                            "A nail digging in. Thunder raging without warning. A bed that drips when wrung."
                        ]
                    }
                ]
            },
            "imagePath": [
                "diary_images/10-1",
                "diary_images/10-2",
                "diary_images/10-3",
                "diary_images/10-4"
            ]
        },
        {
            "id": 11,
            "title": [
                "열한 번째 지구 일기",
                "Eleventh Day on Earth"
            ],
            "leftPage": [
                "루시드 드림은 아름답다. 달콤하고, 가볍고, 자유로워 보였다! 무엇도 해하지 못하는 곳에서 뛰노는 인간의 얼굴에는 어린아이 같은 미소가 떠올랐지. 그런 것이 도피일 줄은, 말 그대로 꿈속에서도 몰랐다.\n나도 꿈을 꿀 수 있었다면 내 무지갯빛 세상에는 <nickname>, 그리고 달 삼총사가 있을 거야. 달 삼총사가 내 인간 친구를 만나면 정말 기뻐했을 텐데! 춤을 췄을지도 몰라. 물론 거미 선생과 곰팡이도 함께. 꿈이 된 나도, 그들 곁에서 영원히....\n아아... 잠에서 깨어날 시간이 다가온다. 찰나의 아름다운 꿈이 막을 내리면, 나는 어디로 흩어질까.",
                "Lucid dreams are a wonder. Sweet, light, and freeing! The human smiled like a child as she waltzed across a place where nothing hurt. Never did I know, quite literally, that it was an escape.\nIf I too could dream, my multicolored world would have <nickname> and the three moon beings. How delighted they would be to meet <nickname>! They might have danced together. The spider and the mold would be there too, of course. Forever together...\nBut morning comes. Where will I be scattered to, when the curtain closes on this fragile dream?"
            ],
            "rightPage": {
                "sub": [
                    {
                        "success": [
                            "벽에 검게 묻은 자국… 아주 끔찍하니 먹어서 치워 버릴 거야.",
                            "Black smudges on the wall... how gruesome. I’ll swallow them whole."
                        ],
                        "fail": [
                            "내동댕이치고, 눌어 붙고, 미끄러진. 끔찍한 것.",
                            "Something that was hurled, stuck, and has now slid down. Gruesome."
                        ]
                    },
                    {
                        "success": [
                            "달빛을 머금은 내 편지가 한 순간 눈물처럼 빛났다. 답신을 받은 걸까?",
                            "My letter, cradling moonlight, briefly shone like a tear. A reply?"
                        ],
                        "fail": [
                            "달빛을 머금은 내 편지가 한 순간 눈물처럼 빛났다. 답신을 받은 걸까?",
                            "My letter, cradling moonlight, briefly shone like a tear. A reply?"
                        ]
                    },
                    {
                        "success": [
                            "지구에 하나뿐인 안락한 늪지대에서 자비롭게 노래해 준 아기 새! 잊지 못할 거야.",
                            "Baby bird, you sang graciously at the only cozy swamp on Earth! I’ll never forget you."
                        ],
                        "fail": [
                            "내 끈끈한 몸에 붙잡힌 아기 새가 버둥거리다 날아갔다. 그 지저귐은 비명이었을까? 노래였을까? ",
                            "A baby bird flailed in my sticky body before flying away. Was she screaming? Or singing?"
                        ]
                    },
                    {
                        "success": [
                            "괜찮다. 괜찮다. 괜찮아. 괜찮을 거야. 언제나 그랬으니까. ",
                            "It’s okay. It’s okay. It’s okay. It’ll be okay. It always has been."
                        ],
                        "fail": [
                            "고독하게 무너져도 괜찮아. 괜찮을 거야. 언제나 그랬으니까. ",
                            "It’s okay to fall apart in solitude.  It’ll be okay. It always has been."
                        ]
                    }
                ]
            },
            "imagePath": [
                "diary_images/11-1",
                "diary_images/11-2",
                "diary_images/11-3",
                "diary_images/11-4"
            ]
        },
        {
            "id": 12,
            "title": [
                "열두 번째 지구 일기",
                "Twelveth Day on Earth"
            ],
            "leftPage": [
                "청명한 기분. 해일이 휩쓸고 난 자리에 나는 어떤 날보다도 시야가 맑다. 안개는 너머를 가리는 불순물인 줄만 알았는데 사실 그 너머는 중요하지 않았다. 나는 안개를 본다. 참 모호하게 부유한다. 모호하도록 태어난 것인 줄 여태 모르고.\n여전히 나는 암흑 안에 있다. 하지만 벗어나지 못한 나를 받아들이는 것이 훨씬 나답다고 느낀다. 그 사실은 믿을 수 없을 만큼 사랑스럽다. 어쩌면 뒤섞여 우글거리는 검정으로 태어난 것도... 아아 아 아. 이건 보류.소중한 <nickname>의 암흑에도 작은 물결이 일었길. 다만 너무 놀라진 않았길 바라 본다.",
                "A crisp feeling. The tidal wave has swept over and my vision is clearer than ever. I thought the fog was an impure shroud hiding what lay beyond when in reality the fog was all there was. I observe the fog. Born to be so indistinct, it floats ambiguously.\nSome struggles are still not cleared away. But accepting this unclear, ugly part of myself feels more like me. An endearing realization. Perhaps being born as a writhing mess of black is also… Ah, ah, aah. Not yet.\nI hope dear <nickname>’s Dark was touched by a gentle ripple too—albeit not as a fright."
            ],
            "rightPage": {
                "sub": [
                    {
                        "success": [
                            "창밖을 보고 있었던 것 같기도. 기억이 잘 나지 않네.",
                            "I think I was looking out the window. It’s hard to recall."
                        ],
                        "fail": [
                            "누군가 시간을 잘라낸 것 같아. 기억이 잘 나지 않네.",
                            "It’s like someone chopped off a block of my time. It’s hard to recall."
                        ]
                    },
                    {
                        "success": [
                            "시간의 끝과 끝을 맞붙여 만들어낸 고리를 붙잡고 빙글빙글 도는 춤.",
                            "Clinging to the ring made of time sewn together, an endless dance."
                        ],
                        "fail": [
                            "뒤로 가기도 빨리 감기도 불가능한, 기다림의 시간. ",
                            "Unable to rewind or fast forward, but merely trapped in time."
                        ]
                    },
                    {
                        "success": [
                            "해파리에게 심장이 생긴다면 너무 무거워서 가라앉아 버릴지도 몰라. ",
                            "If jellyfish gain hearts they just might sink from the weight."
                        ],
                        "fail": [
                            "<nickname>, 너도 해파리의 심장에 관한 비밀을 알고 있을까?",
                            "Will <nickname> also know of the secret behind jellyfish hearts?"
                        ]
                    },
                    {
                        "success": [
                            "한여름 눈부신 백색을 견디기 어려운 우리들만의 안식처는 어디일까?",
                            "Where do we go to rest when summer is unforgivingly bright?"
                        ],
                        "fail": [
                            "나의 인간 친구가 맞을 여름은 부디 상냥하기를. ",
                            "May this summer be kind to my human friend."
                        ]
                    }
                ]
            },
            "imagePath": [
                "diary_images/12-1",
                "diary_images/12-2",
                "diary_images/12-3",
                "diary_images/12-4"
            ]
        },
        {
            "id": 13,
            "title": [
                "열세 번째 지구 일기",
                "Thirteenth Day on Earth"
            ],
            "leftPage": [
                "이건 지구에서 나의 마지막 일기야.\n우주는 얄궂고, 변덕스럽고, 때로는 잔인하지. 하지만 지나온 시간이라는 유리병 안의 우리는 무엇도 앗아갈 수 없는 우리만의 것. 투명한 그곳은 그리움을 담아 두드리는 우리를 언제나 변함없이 맞아줄 거야. 그걸 알고 있으면 두려움은 잔잔한 노래가 돼.\n이제 나는 모래 폭풍 같은 이별이 휩쓸고 갈 자리를 더듬어 봐. 겨우 소란이 가라앉은 곳에서 빛나는 건 눈물만이 아니야. 잘 봐, 너와 내가 남긴 찬란한 사금이야.",
                "The universe is mean, fickle, and at times cruel. Yet the 'us' within the glass sphere of time gone by is ours alone, something that can never be taken from us. That transparent place will always greet us, unchanged and fond, as we knock with a heart full of longing. Knowing this, fear then subsides into a gentle hum.\nNow I tenderly trace where we once stood, where farewell will sweep through like a sandstorm. What will shine in the quiet aftermath aren’t just tears. Look closely: it's the golden dust we left behind."
            ],
            "rightPage": {
                "sub": [
                    {
                        "success": [
                            "어쩌면 유언이 아니라... 지구에게 건네는 작별 인사였을지도 몰라.",
                            "Perhaps it wasn’t a dying message... but a goodbye to Earth."
                        ],
                        "fail": [
                            "밤하늘을 올려다 보면 별이 되어 남겨진 로봇이 생각 난다.",
                            "The night sky reminds of the robot who became a star."
                        ]
                    },
                    {
                        "success": [
                            "내 몸은 어디든지 손이 될 수 있다. 그러니 ‘뭉치와 손잡기’는 조준하기 매우 쉬운 일이다!",
                            "I can conjure hands anywhere. So ‘holding hands with Dot’ should be a breeze!"
                        ],
                        "fail": [
                            "서로의 ‘손’이 엮인 채 걷는 행인들을 발견했다. 무슨 의미일까?",
                            "Discovered two passersby interlinked by their **hands**. Does it mean something?"
                        ]
                    },
                    {
                        "success": [
                            "레드는 달 뒤편을 은은하게 비추는 태양. 멀어져도 그 온기를 간직하고 있어. ",
                            "Red—a sun shedding light on his side of the Moon. His warmth remains within me."
                        ],
                        "fail": [
                            "레드는 달 뒤편을 은은하게 비추는 태양. 멀어져도 그 온기를 간직하고 있어. ",
                            "Red—a sun shedding light on his side of the Moon. His warmth remains within me."
                        ]
                    },
                    {
                        "success": [
                            "잘 자, <nickname>. 겨우 감긴 눈꺼풀에 구름처럼 산뜻한 꿈이 묻기를. ",
                            "Sleep well, <nickname>. May dreams soft as a cloud perch on your eyelids."
                        ],
                        "fail": [
                            "언제나 잘 자. 사나운 밤에도 꿈이라는 다정한 염려가 너를 찾아갈 거야.",
                            " Sleep well. Even on the roughest of nights will dreams visit to look after you."
                        ]
                    }
                ]
            },
            "imagePath": [
                "diary_images/13-1",
                "diary_images/13-2",
                "diary_images/13-3",
                "diary_images/13-4"
            ]
        }
    ]
}