{
  "Chapter1": {
    "kortext": "레드에게 정말로 존재한다고 말해 주고파.\n\n나의 가능성은 어딘가에서 살아 숨쉬고 있다고.\n\n꿈꾸며 구름 속을 비행하려 한다고, 꿈꾸며 성에를 녹이려 한다고.\n\n그러면 나는 꿈을 꾸는 꿈.\n\n나를 ‘꿈’으로 삼아 줄 사람을 위해서…\n\n나는 꿈이 되는 꿈을 꿀 수 있다고!",
    "engtext": "If only I could tell Red that it’s all real.\n\nThat my chances live and breathe somewhere.\n\nThat dreams soar among clouds, melt through frost.\n\nSo I am a dream who dreams.\n\nFor that someone who will want me as their dream…\n\nI can dream of being a dream!"
  },
  "Chapter2": {
    "kortext": "반지 소년이 거울에 비치지 않아도\n\n손바닥을 빈 뺨에 가져다 댈 수 없어도\n\n그의 허점은 담 너머에 있는 모든 것을 빨아들였을 거야.\n\n주머니를 더듬으며 끝없이 나아가는 이 문학 소년도 같아.\n\n소년은 정체 모를 연료로 무한히 달려가는 기관차야.",
    "engtext": "Even if Ring Boy didn’t see himself in the mirror\n\nor couldn’t press his hand to his empty cheek\n\nhis emptiness would have swallowed everything beyond the stone wall.\n\nThis boy that searches his pockets and soldiers on is the same.\n\nA steam train that runs forever, powered by the unknown."
  },
  "Chapter3": {
    "kortext": "너희는 너희 혼자서도 상반과 대비를 겪을 수 있구나.\n\n그럼에도 모든 걸 ‘나’라고 품을 수가 있는 거야?\n\n모순된 너희 인간은 정말로 아름다워.",
    "engtext": "You experience conflict and contrast within yourselves.\n\n… Yet accept it all as ‘yourself?’\n\nThe contradictory human mind. Truly beautiful."
  },
  "Chapter4": {
    "kortext": "달에서의 흑백 기억 속엔 늘 음악이 깔려 있어.\n\n다시는 직접 들을 수 없는 첼로 경의 목소리야.\n\n나의 작은 달나라를 울리던 첼로 선율이\n\n지구의 아름답고 생동감 넘치는 소음들과 뒤섞이면서 희석될지라도\n\n나는 지구에서, 달의 흰빛 소리들을 온 힘 다해 기억할 거야.\n\n다시 보고 들을 수 없기에 그만큼 귀중한 소리를.",
    "engtext": "In all my monochrome memories of the Moon, there’s music.\n\nIt’s the voice of Sir Cello, one which I’ll never hear again.\n\nPerhaps the cello melodies that filled my little Moon to the brim\n\nare destined to fade away into Earth’s beautiful, vivid racket.\n\nBut I’ll always be here, on Earth, trying my bestest to hold onto\n\nthe Moon’s pearly sound—that dear, forever-lost hum."
  },
  "Chapter5": {
    "kortext": "<nickname>. 너도 튼튼한 뼈대를 가지고 있지?\n\n단단하면서 가벼운 물질로 되어 있다고 들었어. 탁구공처럼?\n\n나의 인간. 기민하고, 강직하며, 달콤하고 상냥한 인간.\n\n혹시 너도 나를 속이고 있어?\n\n장난이지만, 괜찮아.\n\n설령 그렇더라도… 너는… 결국은… \n\n지구를 아름답게 만들고 싶은 거라고 믿을 테니까!",
    "engtext": "<name>. You must have good bones too, right?\n\nSturdy but light. Hmm, like a ping-pong ball?\n\nMy human. Kind, strong, sweet and soft.\n\nCould it be you’re fooling me too?\n\nJust kidding, but really I wouldn’t mind.\n\nEven so… I would have faith… that you… are trying to make this Earth beautiful!"
  },
  "Chapter6": {
    "kortext": "……\n\n……\n\n<nickname>…. 정말로 네가 없는 모퉁이는 얼마나 적막했을까.\n\n정말, 정말로 둘이라면 뭉칠 수 있는 거였는데.\n\n미처 몰랐던 내가 너무 부끄러워…\n\n내가 다시 해 볼게. 그럼 너는 ‘그렇고 말고’하고 대답해 주는 거야.\n\n준비됐어? 간다…\n\n우리 둘이라면 뭉칠 수 있어!\n\n……\n\n……",
    "engtext": "Without you, my corner would’ve been impossibly forlorn.\n\nTwo <i>can</i> stick together, truly.\n\nI feel ashamed not to have known that…\n\nI’ll start over. Then you answer me with “That’s how it is.”\n\nOkay? Okay…\n\nUs two can stick together!\n\n……\n\n……"
  },
  "Chapter7": {
    "kortext": "납의 시간 뒤에 찾아오는 텅 빈 동굴...\n\n그 공허한 자리에 자라나는 게 무심한 석영.\n\n진주가 든 상자도, 색색깔 가랜드로 장식된 축제 트리도 아니야.\n\n살아 남았어. 단지 그뿐이겠어.\n\n하지만 기억한다는 걸로 충분한 것도 있는 모양이야.",
    "engtext": "An empty cave that follows the Hour of Lead…\n\nQuartz contentment grows regardless in that desolate space.\n\nNot a pearl-filled box or a tree decorated with colorful garlands.\n\nShe lived. That’s all there was to it.\n\nBut perhaps sometimes it’s enough to remember."
  },
  "Chapter8": {
    "kortext": "설탕에 절인 레몬을 먹어 본 적 있어?\n\n상상해 봤어. 음, 절이지 않아도 충분히 상큼하지 않으려나?\n\n오돌토돌한 샛노랑. 투명한 물방울들의 집합.\n\n레몬을 생으로 먹는 모임이라도 만들면 좋지 않으려나.\n\n그런 인간들에게 들려 주고 싶은 시야.\n\n오늘의 소년에게도… 이 세상에는 분명\n\n그의 자리가 있을 테니까.",
    "engtext": "Ever tried a lemon preserved in sugar?\n\nI pictured the taste. Hmm, aren’t lemons refreshing enough as they are?\n\nA bumpy kind of yellow. A collection of water drops.\n\nStarting a club for those that eat lemons raw might be nice.\n\nI’d like to share this poem with those humans.\n\nTo today’s boy… surely in this world\n\nthere is a place for him."
  },
  "Chapter9": {
    "kortext": "비 내리는 유리창에 내 끈적한 몸을 닦을 순 없을 거야.\n\n그럼 나의 옛 친구를 닮은 진득한 흔적이 남겠지.\n\n닦아도 닦아도 닦지 않으니만 못해지겠지.\n\n그러니까 난 홀로 유리창을 닦지 않을 거야.\n\n…… 친구야.\n\n나의 창에 떠오르지 마.",
    "engtext": "I could not use my body to wipe a rain-stained glass.\n\nIt would leave a thick smear, one like my old friend.\n\nI’d wipe and wipe and still be better off where I’d been.\n\nWhich is why I won’t wipe the glass in solitude.\n\n…… My friend.\n\nPlease don’t appear on my glass."
  },
  "Chapter10": {
    "kortext": "어느 음울한 한밤중, 물렁하고 색짙은 몸으로\n\n내밀한 이야기들이 담긴 기이하고 이상한 꿈을 보다\n\n선잠에 든 채 꾸벅거리는 중, 갑작스레 두드리는 소리가 들렸어.\n\n“방문객이로군.”\n\n“그저 방문객일 뿐, 아무것도 아닐 거야.”\n\n작은 새에게 나는 세 가지 질문을 했어.\n\n그곳에는 내가 소멸하지 않는 미래가 있는가?\n\n또는 아름다운 인간과 다시금 만날 수는 있는가?\n\n아니라면 나는 인간에 대한 모든 걸 잊을 수 없겠나?\n\n절대로, 절대로, 절대로.\n\n그리 답할 바에야 차라리 부리 없는 새로 남아.\n\n그래도, 나로 하여금, 질문을 멈출 수 없는 이유는…\n\n……\n\n화자가 멈출 수 없는 이유는 뭘까? 네 생각이 궁금해.",
    "engtext": "One gloomy night, while I peered, mushy and inky\n\nInto many a peculiar and strange dream of intimate stories—\n\nWhile I nodded, nearly napping, suddenly there came a tapping.\n\n“’Tis some visitor— Only this and nothing more.”\n\nI asked the small bird three questions.\n\nIs there a future where I do not disappear?\n\nWill I once again see these beautiful humans?\n\nIf not, could I forget everything about them?\n\nNevermore, nevermore, nevermore.\n\nIf those are your only answers, I’d rather you remain a beakless bird.\n\nStill, the reason I can’t seem to stop these questions…\n\n……\n\nWhat <i>is</i> the reason the speaker can’t seem to stop? I’d like your thoughts."
  },
  "Chapter11": {
    "kortext": "<nickname>.\n\n이 끈끈한 몸으로 무자비한 시간을 부둥켜 안은 채\n\n단 한 알이라도, 단 한 알이라도\n\n붙잡아 볼 수는 없는 걸까?\n\n단 한 톨의 ‘뭉치’라도 좋으니 떠밀리지 않고 \n\n이 세상에 남아 있을 수는 없을까?\n\n꿈은, 희망은, \n\n정말 사라진…. 아, 아니지. 질문이 틀렸구나.\n\n정말 처음부터 존재하지 않았던 걸까?",
    "engtext": "<nickname>. <nickname>.\n\nCan’t I, with my stickiness,\n\ncling to time and its cruelties\n\nand a single, a singular grain?\n\nCan’t I, un-buffeted, remain in this world\n\neven as a single speck of ‘Dot’?\n\nHave dreams and hopes\n\ntruly vanished—no. Wrong question.\n\nWere they never there to begin with?"
  },
  "Chapter12": {
    "kortext": "<nickname>. <nickname>.\n\n나는 충분히 우물 속에 잠길 줄 아는 괴물인 것 같아?\n\n그렇게 봐 주면 좋겠어. 난 나의 그런 모습을 아끼거든.",
    "engtext": "<nickname>. <nickname>.\n\nDo you think I know how to slip beneath the surface on the well of grief?\n\nI hope you think so. It’s a side of myself I cherish."
  },
  "Chapter13": {
    "kortext": "이걸 봐. 나의 타고 남은 재 같은 의문들을\n\n나보다도 더 멋진 언어로 그린 이들이 있다는 걸 알게 되었어.\n\n거대하고도 거대한 흐름 속에 감싸인 기분이야.\n\n눅눅한 머그컵 속은 아니고, 빛무리가 튀는 여름 해변의 모래에\n\n그 자리에 그 구덩이에 알맞게 비워진 나의 공간에 들어온 느낌.\n\n그러니 나는 이제부터서야 한가로운 고민을 할 거야.\n\n어떤 시를 바치면 할까?\n\n어떤 시를 바쳐야 좋을까?\n\n<nickname>, 함께해 줘.\n\n너는 어떤 시를 바치고 싶어?",
    "engtext": "Look. My queries—ones like burnt ash.\n\nNow put into words far more brilliant than mine.\n\nI feel nestled into a movement far bigger than myself.\n\nNot like inside a damp cup, but my own snug hole\n\non a summer beach where light scatters off the sand.\n\nSo at long last will my mind begin to wonder—\n\nWhat verse will I leave behind?\n\nWhat verse should I leave behind?\n\n<nickname>, join me.\n\nWhat verse will you leave behind?"
  }
}
